{"id": "1000000", "summary": "A seven-hundred-year old oak gate at Salisbury Cathedral has been demolished by a drink driver.\n", "text": "The Grade I listed Harnham Gate was hit by a white van that smashed into the structure at about 02:00 BST.\nA 51-year-old man, from West Dean, has been arrested on suspicion of failing to stop, criminal damage and driving with excess alcohol, police said.\nWiltshire Police said the man remains in police custody and they have asked for witnesses to contact them.\n", "sent_bounds": [[0, 107], [107, 255], [255, 362]], "extractive_summary": 1}
{"id": "1000001", "summary": "The parents and sister of the late MP Jo Cox have opened a new birth centre at a hospital in her constituency.\n", "text": "The Labour MP for Batley and Spen in West Yorkshire was killed in Birstall, on 16 June.\nMrs Cox had cut the turf at a ceremony at the start of construction on the Â£1.38m unit at Dewsbury District Hospital, in December 2015.\nHer parents and sister took part in a short ceremony and unveiled a plaque dedicated to her.\nJean Leadbeater, Mrs Cox's mother, said: \"Jo was an MP, a humanitarian, a wife, a sister and a daughter but most of all she was a mum and she would have been amazed at the birth unit.\n\"She knew how important it was to have units like this in our local community.\"\nShe also reminded staff at the hospital that both Mrs Cox and her sister, Kim, had been born there.\n\"This is my third visit and on the last two occasions we left with two amazing babies,\" Mrs Leadbeater said.\n\"Hopefully there won't be a third,\" she added, to much laughter.\nJules Preston, chairman of the Mid Yorkshire Hospitals Trust which runs the hospital, said: \"When Jo came and cut the first turf it was always envisaged she would come back and open the place.\n\"To have that promise delivered through her parents and sister is just so gratifying.\"\n", "sent_bounds": [[0, 88], [88, 225], [225, 318], [318, 502], [502, 582], [582, 682], [682, 791], [791, 856], [856, 1049], [1049, 1136]], "extractive_summary": 3}
